<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */
    /*general*/
    'shop_name' => 'DJS FANS',
    'menu_btn_home' =>'主頁',
    'menu_btn_about_djsfans' =>'DJSFANS介紹',
    'menu_btn_how' =>'如何儲分',
    'menu_btn_terms' =>'條款及細則',
    'menu_btn_forgotpw' =>'忘記登入密碼',
    
    /*home*/
    'intro_txt' => '加入成為 DJS FANS 費用全免，<br>即可購物享有儲分/會員限定優惠。',
    'login_txt' => '登入',
    'join_txt' => '加入 DJS FANS',
    'forgot_pw_txt' => '忘記登入密碼',
    // about
    'about_djsfans_title' =>'DJSFANS介紹',
    'about_djsfans_content' =>'DJSFANS實行積分會員制度，凡於DJS消費的會員均可累積積分。 成功申請的會員均可獲得迎新優惠，生日優惠和參與DJS突擊優惠。 <br><br> <ol> <li> DJSFANS迎新優惠 <br> 凡成功申請的會員均可獲得5點積分。<br> 所獲得之積分於消費時方可使用。 </li> <li>購物突擊優惠<br> DJS 突擊小屋購物優惠 留意IG / FB update<br> eg:聖誕上小屋購物送額外積分。</li> <li>DJSFANS生日優惠<br> 會員於生日月份消費將可額外賺取5pts積分</li> <li>DJSFANS會藉有效期為一年，並將由申請成功當日起計算。</li> </ol> <br><br>  ',
    //how
    'how_title'=>'如何儲分',
    'how_content'=>'<ol> <li>會員不論親身或網上下單(需入數紙確認)均可獲贈積分。</li> <li>會員所獲贈的積分可用作金錢。</li> <li>會員凡消費滿100元可獲贈1分，200元可獲贈2分，如此類推。</li> <li>會員需於結算時顯示本人的會員QR Code，讓職員更改積分。</li> <li>積分將於購物後48小時更新。</li> <li>會員可於”使用紀錄＂中查看積分更改。</li> <li>網上下單／訂貨的會員需留意，積分同樣會於下單後48小時更新：</li> </ol>',
    // terms
    'terms_title'=>'條款及細則',
    'terms_content'=>' DJSFANS網站使用及進入條款及細則(“本條款”)<br> 透過進入或使用本網站，閣下確認已閱讀、明白及同意受本條款所約束。如果閣下不同意被這些條款及條件所約束，請勿登記以終止此協議。<br><br> 1.會員登記<br> 閣下如透過DJSFANS網站登記成為DJS會員，閣下必須注意以下事項:<br> (i)所提供的登記資料必須為完整及準確;<br> (ii)必須於首次登記時仔細確認輸入密碼，該密碼將會用作於核實閣下為DJSFANS會員之身份並允許登入會員網站;<br> (iii)完成首次登記後，亦可隨時更改密碼;<br> (iv)必須妥善保存閣下之密碼，無論任何時間或情況下，閣下均不得將密碼向其他人士披露;<br> (v)已授權我們假設任何以閣下之會員號碼及密碼使用DJSFANS網站的人士均是閣下或已獲得閣下授權代表的人士。<br><br> 2.閣下需了解每位會員只可申請一個會籍，完成登記後所獲積分亦將會累積於DJSFANS之會員會籍。<br><br> 3.有關DJSFANS會員尊享優惠，閣下必須注意以下事項:<br> (i)所有會員尊享優惠的有效期限只適用於該次推廣活動指明之優惠推廣期內。<br> (ii)DJSFANS會員尊享優惠只爲特選會員所使用，不能轉讓予其他人。<br> (iii)使用DJSFANS會員尊享優惠時，必須出示有效的DJSFANS會員QR Code。<br> (iv)特定產品優惠券之價格扣減優惠計算方法: 我們會先扣減該特定產品優惠券之金額，然後再計算會員折扣，讓會員尊享雙重優惠。<br> (v)如有任何爭議，DJS保留最終決定權。<br><br> 4.推廣活動<br> DJSFANS網站可能提供推廣活動，參加者需同意有關條款方可參與。<br><br> 5. DJSFANS積分換領之條款及細則<br> 積分換領受以下條款及細則約束﹕<br> A.積分換領只適用於參與DJSFANS會員計劃的合資格會員。<br> B.列於”有效DJS分”中的積分方可作金錢之用，確實積分以系統為準。<br> C.於有關會員取消後（不論是自願或非自願）接獲之任何積分均屬無效。自賬戶取消該天起，該賬戶內所累積之積分即屬無效。<br> D.會員必須登入DJSFANS，登入後方可瀏覽積分紀錄。<br> E.我們保留權利不時修訂積分紀錄，而無須另行通知。<br><br> 6.知識產權<br> DJSFANS網站所載的所有資料和內容（統稱"所有內容"），均受版權及可能涉及的其他知識產權 (「知識產權」) 所限制。而該版權屬我們所擁有。在未經我們事先給予的書面同意下，所有內容及本網站的任何部份之全部或部份，均不可被使用、轉載、複製、抄襲、銷售、轉售、存取、修改或以其他方式利用作任何用途。<br><br> 7.閣下的義務及責任<br> 閣下進入或使用DJSFANS網站，即須遵從本條款及於本網站所發佈的進入或使用之特別警告或指示。閣下須根據法律、慣例及本著真誠行事。閣下不可作任何更改或修改本網站或任何內容或本網站的所出現服務，並不得以任何方式削弱本網站的完整性或運作。在不局限上文的原則下本條款的任何條文的一般性，如閣下因疏忽或故意違反本條款任何的義務，閣下須對我們所造成的所有損失及損害負責。<br><br> 8.第三方連結<br> 我們無須為與DJSFANS網站連結之任何站外網頁或任何其他網站的內容負任何責任或法律責任。DJSFANS網站所出現的連結僅為方便，並不代表我們認可相關內容、產品、服務或供應商。閣下須自行承擔與任何站外網頁或任何其他網站連結之風險。我們並無責任檢查或評估亦不保證與DJSFANS網站連結的站外網頁或任何其他網站的售賣品，我們亦不會就該等網頁及網站的行動、內容、產品或服務（包括但不限於其私隱政策及任何條款）負上任何責任或法律責任。閣下應小心查閱閣下瀏覽的所有站外網頁及其他網站之任何條款及私隱政策。<br><br> 9.個人資料（私隱）政策聲明<br> 我們將確保其工作人員遵守嚴格的標準，尊重閣下向我們提交的個人資料並確保其安全性和保密性。<br> 我們將依照收集該等資料時之目的繼續使用閣下的個人資料(包括姓名、電話及電郵)，以提供有關產品資料以及售後服務的消息。<br><br> 10.聲明、保證及責任限制<br> 我們不就本條款或本網站作任何種類的聲明或保證（明示或隱含的）。我們會採取合理可行之程序，盡量確保與本網站有關之系統已裝置足夠之保安設施，並於系統運作時，對有關風險予以監控。<br> 閣下同意，在適用法律所容許的最大範圍內，我們在任何情況下將不會就任何(i)業務受干擾；(ii)進入本網站延誤或中斷；(iii)數據傳送失敗、錯誤傳送、訛誤、破壞或其他修改；(iv)因與本網站有往來或本網站所出現的站外連結而招致之任何類型的損失或損害；(v)與閣下使用本網站有關（包括在與第三者網站進行超連結期間）而可能發生之電腦病毒、系統失靈或失常；(vi)內容的任何不準確或遺漏或誤導、虛假或欺騙性陳述內容；(vii)我們所不能合理控制的事情，而負上任何責任或法律責任（不論基於合約、侵權行為（包括疏忽）或其他方面的）。<br><br> 11.管轄法律、司法管轄權及爭議<br> 凡與DJSFANS網站的所有使用及進入、本條款所預期的所有權利和責任及所有行動有關之任何爭議，均受當地法律所規管。凡與閣下瀏覽DJSFANS網站有關之任何爭議，均須透過當地保密仲裁解決。<br><br> 12.一般<br> 閣下確認並同意本條款構成我們與閣下之間有關閣下使用本網站之完整及獨有的協議，並且替代及規管所有先前的建議、協議或其他通訊。<br> 我們保留更改本網站發佈的內容及更改本條款之權利。任何更改，立即生效。閣下其後繼續使用本網站構成閣下同意所有該等已更改的條款。我們可在給予或不給予事先通知下，終止本條款所授予的任何權利。閣下應立即遵從任何終止或其他通知。<br> 本條款之內容不得被詮釋為閣下與我們之間設立任何代理關係、合夥關係或其他合作企業形式。我們未能要求閣下履行本協議的任何條文，並不影響我們在其後的任何時候要求該履行之全部權利，而我們對違反本協議的任何條文之寬免不得被當作為或被視為對該條文本身之放棄。<br> 本條款之各項條文均為獨立及可予分割，如任何一項條款在任何適用之法律下被仲裁裁決或法院決定判定為不能執行或無效，餘下條文之有效性、合法性及可強制執行性，在任何方面均不得受到影響或損害。<br><br> 13.可被分割<br> 本協議可被分割，如果本協議任何條款被確定為非法或不可執行，違規的條文不影響本協議的其餘條款而應被撤銷。<br><br><br> 14.閣下有權要求索取或更正我們所持有閣下的個人資料。<br> 如需作出有關索取或更正或查詢有關本公司的私隱政策及做法的一般資料或投訴，請聯絡Joey 9444-4920。<br><br><br>',
    // register
    'register_title'=>'加入成為 DJS FANS',
    // sms-check
    'sms_check_title'=>'加入成為 DJS FANS (sms驗証)',
    // djsfans_login
    'djsfans_login'=>'DJS FANS 登入',
    //forgot_pw
    'forgot_pw'=>'忘記密碼'
];